import React from "react"
import { Typography, Container, Box } from "@mui/material"

const TermsAndConditions = () => {
  return (
    <Container maxWidth="md">
      <Box mt={4} mb={4}>
        <Typography variant="h3" fontFamily="Playfair Display, serif">
          1. Общи Условия
        </Typography>

        <Typography
          sx={{ marginTop: 2, fontFamily: "Playfair Display, serif" }}
        >
          ОБЩИ УСЛОВИЯ НА ЕЛЕКТРОНЕН МАГАЗИН
          <br />
          <br />
          “https://www.artinlounge.com/”
          <br />
          <br />
          I. ПРЕДМЕТ
          <br />
          <br />
          Чл. 1. Настоящите общи условия са предназначени за регулиране на
          отношенията между Круел Интеншънс ЕООД гр. Пловдив.,Волга 43а,
          наричано по-долу за краткост ДОСТАВЧИК, и клиентите, наричани по-долу
          ПОЛЗВАТЕЛИ, на електронния магазин https://www.artinlounge.com. /,
          наричан по-долу „ЕЛЕКТРОНЕН МАГАЗИН”.
          <br />
          <br />
          ІІ. ДАННИ ЗА ДОСТАВЧИКА
          <br />
          <br />
          Чл. 2. Информация съгласно Закона за електронната търговия и Закона за
          защита на потребителите:
          <br />
          <br />
          1. Наименование на Доставчика: Круел Интеншънс ЕООД
          <br />
          <br />
          2. Седалище и адрес на управление: гр. Пловдив Волга 43а
          <br />
          <br />
          3. Адрес за упражняване на дейността: гр. Пловдив.,Волга 43а
          <br />
          <br />
          4. Данни за кореспонденция: гр. Пловдив.,Волга 43а
          <br />
          <br />
          5. Вписване в публични регистри: ЕИК 204682582
          <br />
          <br />
          6. Номер на удостоверение за администратор на личните данни № (не
          подлежи на задължителна регистрация)
          <br />
          <br />
          7. Надзорни органи:(1) Комисия за защита на личните данниАдрес: София
          1592, бул. „Проф. Цветан Лазаров” № 2,тел.: (02) 940 20 46факс: (02)
          940 36 40Email: kzld@government.bg, kzld@cpdp.bgУеб сайт: www.cpdp.bg
          <br />
          <br />
          (2) Комисия за защита на потребителитеАдрес: 1000 гр. София,
          пл.”Славейков” №4А, ет.3, 4 и 6,тел.: 02 / 980 25 24факс: 02 / 988 42
          18гореща линия: 0700 111 22Уеб сайт: www.kzp.bg8. Регистрация по
          Закона за данък върху добавената стойност № BG203728518
          <br />
          <br />
          III. ХАРАКТЕРИСТИКИ НА ЕЛЕКТРОНЕН МАГАЗИН
          <br />
          <br />
          Чл. 3. Електронният магазин е достъпен на адрес в Интернет
          https://www.artinlounge.com /, чрез който Ползвателите имат възможност
          да сключват договори за покупко-продажба и доставка на предлаганите от
          ЕЛЕКТРОНЕН МАГАЗИН стоки, включително следното:
          <br />
          <br />
          1. Да извършат регистрация и създаване на профил за преглеждане на
          ЕЛЕКТРОНЕН МАГАЗИН и използване на допълнителните услуги за
          предоставяне на информация;
          <br />
          <br />
          2. Да извършват електронни изявления във връзка със сключването или
          изпълнението на договори с ЕЛЕКТРОНЕН МАГАЗИН чрез интерфейса на
          страницата на ЕЛЕКТРОНЕН МАГАЗИН, достъпна в Интернет;
          <br />
          <br />
          3. Да сключват договори за покупко-продажба и доставка на стоките,
          предлагани от ЕЛЕКТРОНЕН МАГАЗИН;
          <br />
          <br />
          4. Да извършват всякакви плащания във връзка със сключените договори с
          ЕЛЕКТРОНЕН МАГАЗИН, съгласно поддържаните от ЕЛЕКТРОНЕН МАГАЗИН начини
          за разплащане.
          <br />
          <br />
          5. Да получават информация за нови стоки, предлагани от ЕЛЕКТРОНЕН
          МАГАЗИН;
          <br />
          <br />
          6. Да преглеждат стоките, техните характеристики, цени и условия за
          доставка;
          <br />
          <br />
          7. Да бъдат уведомявани за правата, произтичащи от закона предимно
          чрез интерфейса на страницата на ЕЛЕКТРОНЕН МАГАЗИН в Интернет;
          <br />
          <br />
          8. Да упражняват право на отказ от договора, сключен от разстояние за
          стоките, предлагани от Доставчика, за които правото на отказ от
          договора е приложимо;
          <br />
          <br />
          Чл. 4. Доставчикът доставя стоките и гарантира правата на
          Ползвателите, предвидени в закона, в рамките на добросъвестността,
          възприетите в практиката, потребителското или търговското право
          критерии и условия.
          <br />
          <br />
          Чл. 5. (1) Ползвателите сключват договор за покупко-продажба на
          стоките, предлагани от ЕЛЕКТРОНЕН МАГАЗИН чрез интерфейса на
          Доставчика, достъпен на страницата му в Интернет или друго средство за
          комуникация от разстояние.(2) По силата на сключения с Ползвателите
          договор за покупко-продажба на стоки, Доставчикът се задължава да
          достави и да прехвърли собствеността на Ползвателя на определените от
          него чрез интерфейса стоки.(3) Ползвателите заплащат на Доставчика
          възнаграждение за доставените стоки съгласно условията, определени на
          ЕЛЕКТРОНЕН МАГАЗИН и настоящите общи условия. Възнаграждението е в
          размер на цената, обявена от Доставчика на адреса на ЕЛЕКТРОНЕН
          МАГАЗИН в Интернет.(4) Доставчикът доставя заявените от Ползвателите
          стоки в сроковете и при условията, определени от Доставчика на
          страницата на електронния магазин и съгласно настоящите общи условия.
          (5) Цената за доставката се определя отделно и изрично от цената на
          стоките.
          <br />
          <br />
          Чл. 6. (1) Ползвателят и Доставчикът се съгласяват, че всички
          изявления помежду им във връзка със сключването и изпълнението на
          договора за покупко-продажба могат да бъдат извършвани по електронен
          път и чрез електронни изявления по смисъла на Закона за електронния
          документ и електронния подпис и чл. 11 от Закона за електронната
          търговия.(2) Предполага се, че електронните изявления, извършени от
          Ползвателите на сайта, са извършени от лицата, посочени в данните,
          предоставени от Ползвателя при извършване на регистрация, ако
          Ползвателят е въвел съответното име и парола за достъп.
          <br />
          <br />
          IV. ИЗПОЛЗВАНЕ НА ЕЛЕКТРОНЕН МАГАЗИН
          <br />
          <br />
          Чл.7. (1) За да използва ЕЛЕКТРОНЕН МАГАЗИН за сключване на договори
          за покупко-продажба на стоки, Ползвателят следва да въведе избрани от
          него име и парола за отдалечен достъп, в случаите в които електронният
          магазин изисква регистрация.(2) Името и паролата за отдалечен достъп
          се определят от Ползвателя, чрез регистрация по електронен път в сайта
          на Доставчика.(3) С попълване на данните си и натискане на бутоните
          “Да, приемам” или “Регистрация”, Ползвателят декларира, че е запознат
          с тези общи условия, съгласен е с тяхното съдържание и се задължава
          безусловно да ги спазва.(4) Доставчикът потвърждава извършената от
          Ползвателя регистрация, чрез изпращане на писмо на посочен от
          Ползвателят електронен адрес, на който се изпращат и информация за
          активиране на регистрацията. Ползвателят потвърждава регистрацията и
          сключването на договора чрез електронна препратка в писмото, с което е
          уведомен за извършената регистрация, изпратено от Доставчика. След
          потвърждаването се създава акаунт на Ползвателя и между него и
          Доставчика възникват договорни отношения.(5) При извършване на
          регистрацията Ползвателят се задължава да предостави верни и актуални
          данни. Ползвателят своевременно актуализира данните, посочени в
          регистрацията си, в случай на промяна.(6) За да използва пълната
          функционалност на електронния магазин на Доставчика, Ползвателят се
          задължава да извърши регистрация в сайта на електронния магазин.
          Доставчикът не носи отговорност, в случай че поради липса на извършена
          регистрация Ползвателят не е могъл да използва пълната функционалност
          на електронния магазин, включително и по отношение на упражняване на
          права по договора, възможност за претендиране на по-ниска цена и други
          сходни функции.(7) Настоящите общи условия могат да бъдат приети от
          Ползвателите и без извършването на регистрация в ЕЛЕКТРОНЕН МАГАЗИН
          чрез изрично волеизявление, включително и чрез сайта на ЕЛЕКТРОНЕН
          МАГАЗИН.
          <br />
          <br />
          Чл. 8. (1) Електронният адрес, предоставен при първоначалната
          регистрация на Ползвателя, както и всеки следващ електронен адрес,
          използван за обмен на изявления между Ползвателя и Доставчика, е
          „Основен електронен адрес“ по смисъла на тези общи условия.
          Ползвателят има право да променя своя Основен контактен електронен
          адрес.(2) При постъпване на заявка за промяна на Основния контактен
          електронен адрес, Доставчикът изпраща искане за потвърждение на
          промяната. Искането за потвърждение се изпраща от Доставчика на
          посочения от Ползвателя нов Основен контактен електронен адрес.(3)
          Промяната на Основния контактен електронен адрес се извършва след
          потвърждение от Ползвателя, изразено чрез препратка, съдържаща се в
          искането за потвърждение, изпратено от Доставчика на посочения от
          Ползвателя нов Основен контактен електронен адрес.(4) Доставчикът
          информира Ползвателя за извършената промяна, чрез електронно писмо,
          изпратено на посочения от Ползвателя Основен контактен електронен
          адрес преди извършването на промяната му по ал. 2.(5) Доставчикът не
          носи отговорност пред Ползвателя за неправомерна промяна на Основния
          контактен електронен адрес.(6) Доставчикът може да изисква от
          Ползвателя използването на Основния контактен електронен адрес в
          специфични случаи.
          <br />
          <br />
          V. ТЕХНИЧЕСКИ СТЪПКИ ЗА СКЛЮЧВАНЕ НА ДОГОВОР ЗА ПОКУПКО-ПРОДАЖБА
          <br />
          <br />
          Чл. 9. (1) Ползвателите използват предимно интерфейса на страницата на
          Доставчика, за да сключват договори за покупко-продажба на
          предлаганите от Доставчика стоки в ЕЛЕКТРОНЕН МАГАЗИН. (2) Договорът
          се сключва на български език.(3) Договорът между Доставчика и
          Ползвателя представлява настоящите общи условия, достъпни на сайта на
          ЕЛЕКТРОНЕН МАГАЗИН.(4) Страна по договора с Доставчика е Ползвателят
          съгласно данните, предоставени при регистрацията и съдържащи се в
          личния профил на Ползвателя. За избягване на съмнение това са данните,
          с които е създаден акаунт при Доставчика.(5) Доставчикът включва в
          интерфейса на Интернет страницата си, технически средства за
          установяване и поправяне на грешки при въвеждането на информация,
          преди да бъде направено изявлението за сключване на договора.(6) Този
          договор се счита за сключен от момента на извършване на регистрация на
          Ползвателя при Доставчика или приемането на общите условия по друг
          изричен начин, включително чрез изявление в сайта на Доставчика.
          Договорът за покупко-продажба на стока се счита за сключен от момента
          на заявяването й от Ползвателят чрез интерфейса на Доставчика.(7) За
          сключването на този договор и за сключването на договора за
          покупко-продажба на стока, Доставчикът изрично уведомява Ползвателя по
          подходящ начин чрез електронни средства. (8) Изявлението за сключване
          на договора и потвърждението за неговото получаване се смятат за
          получени, когато техните адресати имат възможност за достъп до тях.(9)
          Доставчикът доставя стоките на посочения от Ползвателите адрес и не
          носи отговорност в случай, че посочените от Ползвателите данни са
          неверни или заблуждаващи.
          <br />
          <br />
          Чл. 10. (1) Ползвателите сключват договора за покупко-продажба с
          Доставчика по следната процедура: Извършване на регистрация в
          ЕЛЕКТРОНЕН МАГАЗИН и предоставяне на необходимите данни, ако
          Ползвателят няма до този момент регистрация в ЕЛЕКТРОНЕН МАГАЗИН или
          чрез заявяване на стока без да се извършва регистрация; Влизане в
          системата за извършване на поръчки на ЕЛЕКТРОНЕН МАГАЗИН чрез
          идентифициране с име и парола и друг начин за идентификация; Избиране
          на една или повече от предлаганите стоки на ЕЛЕКТРОНЕН МАГАЗИН и
          добавянето им към списък със стоки за покупка; Предоставяне на данни
          за извършване на доставката; Избор на способ и момент за плащане на
          цената. Потвърждение на поръчката;(2) Ползвателите могат да сключват
          договора за покупко-продажба с Доставчика и без извършване на
          регистрация, като използват съответната функционалност в интерфейса на
          електронния магазин
          <br />
          <br />
          VI. ОСОБЕНИ ЗАДЪЛЖЕНИЯ НА ДОСТАВЧИКА. ЗАЩИТА НА ПОТРЕБИТЕЛИТЕ
          <br />
          <br />
          Чл. 11. Правилата на настоящия раздел VI от тези общи условия се
          прилагат спрямо Ползватели, за които според данните, посочени за
          сключване на договора за покупко-продажба или при регистрацията в
          ЕЛЕКТРОНЕН МАГАЗИН, може да се направи извод, че са потребители по
          смисъла на Закона за защита на потребителите, Закона за електронната
          търговия и/или на Директива 2011/83/EC на Европейския парламент и на
          Съвета от 25 октомври 2011 година.
          <br />
          <br />
          Чл. 12. (1) Основните характеристики на стоките, предлагани от
          Доставчика са определени в профила на всяка стока на сайта на
          ЕЛЕКТРОНЕН МАГАЗИН.(2) Цената на стоките с включени всички данъци се
          определя от Доставчика в профила на всяка стока в сайта на ЕЛЕКТРОНЕН
          МАГАЗИН.(3) Стойността на пощенските и транспортните разходи, не
          включени в цената на стоките, се определят от Доставчика и се
          предоставя като информация на Ползвателите в един от следните моменти
          преди сключване на договора:- В профила на всяка една от стоките в
          сайта на Доставчика на ЕЛЕКТРОНЕН МАГАЗИН;- При избиране на стоките за
          сключване на договора за покупко-продажба;(4) Начинът на плащане,
          доставка и изпълнение на договора се определя в настоящите общи
          условия, както и информацията, предоставена на Ползвателя в сайта на
          Доставчика.(5) Информацията, предоставяна на Ползвателите по този член
          е актуална към момента на визуализацията й на сайта на Доставчика
          преди сключването на договора за покупко-продажба.(6) Доставчикът
          задължително посочва условията за доставка на отделните стоки в сайта
          си.(7) Доставчикът посочва преди сключването на договора общата
          стойност на поръчката за всички съдържащи се в нея стоки.(8)
          Ползвателите се съгласяват, че цялата изискуема от Закона за защита на
          потребителите информация може да бъде предоставяна чрез интерфейса на
          платформата на ЕЛЕКТРОНЕН МАГАЗИН или електронна поща.
          <br />
          <br />
          Чл. 13. (1) Потребителят се съгласява, че Доставчикът има право да
          приема авансово плащане за сключените с потребителя договори за
          покупко-продажба на стоки и тяхната доставка. (2) Потребителят избира
          самостоятелно дали да заплати на Доставчика цената да доставка на
          стоките преди или в момента на доставката им.
          <br />
          <br />
          Чл. 14. (1) Потребителят има право, без да дължи обезщетение или
          неустойка и без да посочва причина, да се откаже от сключения договор
          в срок 14 дни, считано от датата на приемане на стоката чрез единния
          формуляр за отказ от договора, достъпен на сайта на Доставчика.
          Информация за упражняване на правото на отказ е достъпна на сайта на
          Доставчика. Потребителите могат да използват и друго недвусмислено
          изявление, което може да бъде записано на траен носител.(2) Правото на
          отказ по ал. 1 не се прилага в следните случаи:1. за доставка на
          стоки, изработени по поръчка на потребителя или съобразно неговите
          индивидуални изисквания;2. за доставка на стоки, които поради своето
          естество могат да влошат качеството си или имат кратък срок на
          годност;3. за доставка на запечатани стоки, които са разпечатани след
          доставката им и не могат да бъдат върнати поради съображения, свързани
          с хигиената или защита на здравето;4. за доставка на стоки, които след
          като са били доставени и поради естество им са се смесили с други
          стоки, от които не могат да бъдат отделени;5. за доставка на
          запечатани звукозаписи или видеозаписи или запечатан компютърен
          софтуер, които са разпечатани след доставката;6. за доставка на
          вестници, периодични издания или списания с изключение на договори за
          абонамент за доставката на такива издания;(3) Когато Доставчикът не e
          изпълнил задълженията си за предоставяне на информация, определени в
          Закона за защита на потребителите, Потребителят има право да се откаже
          от сключения договор в срок до една година и 14 дни, считано от датата
          на получаване на стоката. Когато информацията е предоставена на
          потребителя в рамките на срока за отказ, същият започва да тече от
          датата на предоставянето й. Потребителят има право да отправи
          изявлението за отказ по този член директно пред Доставчика чрез
          единния формуляр за отказ от договора, достъпен на сайта на
          Доставчика.(4) Когато Потребителят е упражнил правото си на отказ от
          договора от разстояние или от договора извън търговския обект,
          Доставчикът възстановява всички суми, получени от Потребителя,
          включително разходите за доставка, без неоправдано забавяне и не
          по-късно от 14 дни, считано от датата, на която е бил уведомен за
          решението на Потребителя да се откаже от договора. Доставчикът
          възстановява получените суми, като използва същото платежно средство,
          използвано от потребителя при първоначалната трансакция, освен ако
          потребителят е изразил изричното си съгласие за използване на друго
          платежно средство и при условие че това не е свързано с разходи за
          Потребителя.(5) При упражняване на правото на отказ, разходите за
          връщане на доставените стоки са за сметка на потребителя и от сумата,
          която Потребителят е платил по договора се удържат разходите за
          връщане на стоката. Доставчикът няма задължение да възстанови
          допълнителните разходи за доставка на стоките, когато Потребителят
          изрично е избрал начин на доставяне на стоките, различен от
          най-евтиния вид стандартна доставка, предлагана от Доставчика.(6)
          Потребителят се задължава да съхранява получените Доставчика стоки и
          да осигури запазването на тяхното качество и безопасност по време на
          срока по ал. 1.(7) Потребителят може да упражни правото си на отказ от
          договора с Доставчика като отправи писмено изявление до Доставчика
          чрез стандартния формуляр за отказ от договора, достъпен на сайта на
          ЕЛЕКТРОНЕН МАГАЗИН.(8) Когато Доставчикът не е предложил да прибере
          стоките сам, той може да задържи плащането на сумите на потребителя
          докато не получи стоките или докато Потребителят не представи
          доказателство, че е изпратил стоките обратно, в зависимост от това,
          кое от двете се е случило по-рано.
          <br />
          <br />
          Чл. 15. (1) Срокът на доставка на стоката и началният момент, от който
          тече, е определен за всяка стока поотделно при сключване на договора с
          потребителя чрез сайта на Доставчика, освен ако стоките са поръчани в
          една доставка.(2) В случай че потребителят и Доставчикът не са
          определили срок за доставка, срокът на доставка на стоките е 30
          работни дни, считано от датата, следваща изпращането на поръчката на
          потребителя до Доставчика чрез сайта на електронния магазин.(3) Ако
          Доставчикът не може да изпълни договора поради това, че не разполага с
          поръчаните стоки, той е длъжен да уведоми за това Потребителя и да
          възстанови платените от него суми.
          <br />
          <br />
          Чл. 16. (1) Доставчикът предава стоките на потребителя след
          удостоверяване на изпълнението на изискванията за предоставяне на
          информация на потребителя съгласно Закона за защита на
          потребителите.(2) Потребителят и Доставчикът удостоверяват
          обстоятелствата по ал. 1 писмено в момента на доставката чрез
          саморъчен подпис, освен ако е уговорено друго.(3) Потребителят и
          Доставчикът се съгласяват, че изискванията по ал. 1 ще бъдат спазени,
          ако удостоверяването е извършено от лице, за което според
          обстоятелствата може да се направи извод, че ще предаде информацията
          на потребителя – страна по договора.
          <br />
          <br />
          VII. ДРУГИ УСЛОВИЯ
          <br />
          <br />
          Чл. 17. Доставчикът доставя и предава стоката на Ползвателя в
          определения при сключването на договора срок.
          <br />
          <br />
          Чл. 18. Ползвателят трябва да прегледа стоката в момента на доставката
          и предаването й от Доставчика и ако не отговаря на изискванията да
          уведоми за това незабавно Доставчика.
          <br />
          <br />
          VIII. ЗАЩИТА НА ЛИЧНИТЕ ДАННИ
          <br />
          <br />
          Чл. 19. (1) Доставчикът предприема мерки за защита на личните данни на
          Ползвателя съгласно Закона за защита на личните данни.(2) От
          съображения за сигурност на личните данни на Ползвателите, Доставчикът
          ще изпрати данните само на e-mail адрес, който е бил посочен от
          Ползвателите в момента на регистрацията.(3) Доставчикът приема и
          обявява на сайта си Политика за защита на личните данни.(4)
          Ползвателите се съгласяват, че Доставчикът има право да обработва
          личните им данни, необходими за изпълнение на поръчките в електронния
          магазин и изпълнението на договора.
          <br />
          <br />
          Чл. 20. (1) Във всеки момент, Доставчикът има право да изисква от
          Ползвателя да се легитимира и да удостовери достоверността на всяко
          едно от обявените по време на регистрацията обстоятелства и лични
          данни.(2) В случай, че по някаква причина Ползвателят е забравил или
          изгубил своите име и парола, Доставчикът има право да приложи
          обявената Процедура за изгубени или забравени имена и пароли.
          <br />
          <br />
          IX. ИЗМЕНЕНИЕ И ДОСТЪП ДО ОБЩИТЕ УСЛОВИЯ
          <br />
          <br />
          Чл. 21. (1) Настоящите общи условия могат да бъдат изменяни от
          Доставчика, за което последният ще уведоми по подходящ начин всички
          Ползватели, които имат регистрация. (2) Доставчикът и Ползвателят се
          съгласяват, че всяко допълване и изменение на тези общи условия ще има
          действие спрямо Ползвателя след изричното му уведомяване от Доставчика
          и ако Ползвателят не заяви в предоставения му 30-дневен срок, че ги
          отхвърля.(3) Ползвателят се съгласява, че всички изявления на
          Доставчика, във връзка с изменението на тези общи условия ще бъдат
          изпращани на адреса на електронната поща, посочена от Ползвателя, при
          регистрацията. Ползвателят се съгласява, че електронните писма,
          изпратени по реда на този член не е необходимо да бъдат подписани с
          електронен подпис, за да имат действие спрямо него.Чл. 22. Доставчикът
          публикува тези общи условия на адрес сайта си заедно с всички
          допълнения и изменения в тях.
          <br />
          <br />
          X. ПРЕКРАТЯВАНЕ
          <br />
          <br />
          Чл. 23. Настоящите общи условия и договора на Ползвателя с Доставчика
          се прекратяват в следните случаи:при прекратяване и обявяване в
          ликвидация или обявяване в несъстоятелност на една от страните по
          договора;по взаимно съгласие на страните в писмен вид;едностранно, с
          предизвестие от всяка от страните в случай на неизпълнение на
          задълженията на другата страна;при обективна невъзможност на някоя от
          страните по договора да изпълнява задълженията си;при изземване или
          запечатване на оборудването от държавни органи;в случай на заличаване
          на регистрацията на Ползвателя в сайта на ЕЛЕКТРОНЕН МАГАЗИН. В този
          случай сключените, но неизпълнени договори за покупко-продажба остават
          в сила и подлежат на изпълнение;в случай на упражняване на право на
          отказ съгласно чл. 55, ал. 1 от Закона за защита на потребителите. В
          този случай се прекратява само договорът за доставка на съответната
          поръчана стока, ако правото на отказ от договора е приложимо за
          съответната категория стоки.
          <br />
          <br />
          XI. ДРУГИ УСЛОВИЯ
          <br />
          <br />
          Чл. 24. Евентуалната недействителност на някоя от разпоредбите на тези
          общи условия няма да води до недействителност на целия договор.
          <br />
          <br />
          Чл. 25. За неуредените в този договор въпроси, свързани с изпълнението
          и тълкуването на този договор, се прилагат законите на Република
          България.
          <br />
          <br />
          Чл. 26. Всички спорове между страните по този договор ще бъдат
          разрешавани от компетентния съд или Комисията за защита на
          потребителите.
          <br />
          <br />
          XII. Плащане с дебитна/ кредитна карта посредством V-pos.
          <br />
          <br />
          1. Видове карти, които се приемат: дебитни, кредитни и бизнес карти
          Visa и Mastеrcard
          <br />
          <br />
          2. Транзакциите се осъществяват посредством програмите за сигурност
          MasterCard Identity check и VISA Secure.
          <br />
          <br />
          3. От гледна точка на сигурност, максималната сума за плащане с карта
          е ……………. лв .<br />
          <br />
          4. Не съхраняваме данни за банковите карти, използвани за плащане чрез
          сайта.
          <br />
          <br />
          5. При необходимост от връщане на сума, платена с банкова карта,
          сумата се възстановява по картата, с която е извършено плащането.
        </Typography>
      </Box>

      <Box mt={4} mb={4}>
        <Typography
          variant="h3"
          component="h2"
          fontFamily="Playfair Display, serif"
        >
          2. Поръчки и Доставки
        </Typography>
        <Typography
          sx={{ marginTop: 2, fontFamily: "Playfair Display, serif" }}
        >
          Поръчки, плащане и доставка
          <br />
          <br />
          ПРИЕМАНЕ НА ПОРЪЧКИ
          <br />
          <br />
          Всички постъпили заявки се изпълняват от понеделник до петък,
          включително, след потвърждение. Поръчки, направени в събота и неделя,
          се обработват следващия понеделник. Когато има официални почивни дни и
          национални празници, се съобразяваме с работното време на куриерската
          фирма.
          <br />
          <br />
          ПОТВЪРЖДАВАНЕ НА ПОРЪЧКИ
          <br />
          <br />
          За да избегнем грешки, ще се свържем с Вас по телефона или чрез е-mail
          за потвърждаване на поръчката. Първо позвъняваме, защото ценим личния
          контакт. В случай, че телефонният номер е грешен, непълен или никой не
          отговаря, опитваме с е-mail и ако отново не успеем, ще задържим
          поръчката до осъществяване на връзката.
          <br />
          <br />
          Целта на потвърждението е да се не се допусне грешка относно:33
          <br />
          <br />
          Специфики на изпращаната стока Цена, ден и адрес на доставка Винаги
          можете да ни се обадите и Вие.
          <br />
          <br />
          Работим от 10:00ч. до 19:00ч. без неделя. Телефонът ни е +359
          882568517
          <br />
          <br />
          МЕТОДИ НА ПЛАЩАНЕ
          <br />
          <br />С карта, сигурно плащане чрез система Stripe При получаване на
          поръчката си по куриер (Speedy)(Еконт) По банков път, като стоката се
          изпраща след получаване на съответната сума за покупката Нашата
          банкова сметка:
          <br />
          <br />
          Титуляр на сметката Круел Интеншънс Е ООД Банка: FiBank IBAN:
          BG09FINV91501017728911
          <br />
          <br />
          Всички цени в сайта ни са в български лева, с включено ДДС.
          <br />
          <br />
          Ако желаете да получите фактура, моля, изпратете ни данните на фирмата
          си на artinlounge@yahoo.com /е-mail/, за да избегнем грешки при
          диктуване на данни по телефона.
          <br />
          <br />
          Фирма: ЕИК БУЛСТАТ: Адрес: МОЛ: Телефон: СРОК ЗА ДОСТАВКА
          <br />
          <br />
          Продуктите в нашия сайт са в наличност и могат да бъдат изпратени
          веднага. Ние ще се свържем с Вас, за да Ви информираме за очаквания
          ден за доставка.
          <br />
          <br />
          Изпращаме стоките чрез Speedy / ЕКОНТ или чрез друга фирма за
          транспортни цели, според големината на артикула, за да Ви осигурим
          максимален комфорт и достъпни цени за доставка. Доставката е за сметка
          на клиента. По Ваше желание можем да поверим доставката и на друг
          куриер. Опаковаме стоките грижливо, за да предотвратим повреда или
          счупване по време на транспорт.
          <br />
          <br />
          Стойността на доставката и таксите за плащане при получаване се
          заплащат от Вас по тарифата на съответната фирма, доставяща пратката.
        </Typography>
      </Box>

      <Box mt={4} mb={4}>
        <Typography
          variant="h3"
          component="h2"
          fontFamily="Playfair Display, serif"
        >
          3. Бисквитки
        </Typography>
        <Typography
          sx={{ marginTop: 2, fontFamily: "Playfair Display, serif" }}
        >
          За тази политика за бисквитки
          <br />
          <br />
          Тази Политика за бисквитките обяснява какво представляват бисквитките
          и как ги използваме, видовете бисквитки, които използваме, т.е.
          информацията, която събираме с помощта на бисквитки и как тази
          информация се използва, и как да контролираме предпочитанията за
          бисквитки. За допълнителна информация относно това как използваме,
          съхраняваме и поддържаме вашите лични данни защитени, вижте нашата
          Политика за поверителност. Можете по всяко време да промените или
          оттеглите съгласието си от Декларацията за бисквитки на нашия уебсайт
          Научете повече за това кои сме ние, как можете да се свържете с нас и
          как обработваме лични данни в нашата Политика за поверителност. Вашето
          съгласие се отнася за следните домейни: ………………..
          <br />
          <br />
          Your current state: Consent accepted. Manage your consent.
          <br />
          <br />
          Какво представляват бисквитките?
          <br />
          <br />
          Бисквитките са малки текстови файлове, които се използват за
          съхраняване на малки части от информация. Те се съхраняват на вашето
          устройство, когато уебсайтът се зареди във вашия браузър. Тези
          бисквитки ни помагат да направим уебсайта да функционира правилно, да
          го направим по -сигурен, да осигурим по -добро потребителско
          изживяване и да разберем как работи уебсайтът и да анализираме какво
          работи и къде се нуждае от подобрение.
          <br />
          <br />
          Как използваме бисквитки?
          <br />
          <br />
          Както повечето онлайн услуги, нашият уебсайт използва бисквитки от
          първа и трета страна за няколко цели. Първостепенните бисквитки са
          необходими най-вече за правилното функциониране на уебсайта и не
          събират никакви ваши лични данни. Бисквитките на трети страни,
          използвани на нашия уебсайт, са предназначени главно за разбиране на
          работата на уебсайта, за това как взаимодействате с нашия уебсайт, за
          поддържане на нашите услуги в безопасност, за предоставяне на
          подходящи за вас реклами и като цяло за осигуряване на по-добър и
          подобрен потребител опит и помогнете да ускорите бъдещите си
          взаимодействия с нашия уебсайт.
          <br />
          <br />
          Какви видове бисквитки използваме?
          <br />
          <br />
          Съществено: Някои бисквитки са от съществено значение, за да можете да
          изпитате пълната функционалност на нашия сайт. Те ни позволяват да
          поддържаме потребителски сесии и да предотвратяваме всякакви заплахи
          за сигурността. Те не събират и не съхраняват никаква лична
          информация. Например тези „бисквитки“ ви позволяват да влезете в
          акаунта си и да добавите продукти в кошницата си и да извършите
          безопасно плащане. Статистика: Тези бисквитки съхраняват информация
          като броя на посетителите на уебсайта, броя на уникалните посетители,
          кои страници на уебсайта са били посетени, източника на посещението и
          т.н. Тези данни ни помагат да разберем и анализираме колко добре
          работи уебсайтът и където има нужда от подобрение. <br />
          <br />
          Маркетинг: Нашият уебсайт показва реклами. Тези бисквитки се използват
          за персонализиране на рекламите, които ви показваме, така че да са
          значими за вас. Тези бисквитки също ни помагат да следим ефективността
          на тези рекламни кампании. Информацията, съхранена в тези бисквитки,
          може също да се използва от доставчици на реклами от трети страни, за
          да ви показва реклами и на други уебсайтове в браузъра. Функционални:
          Това са бисквитките, които помагат на някои несъществени функции на
          нашия уебсайт. Тези функционалности включват вграждане на съдържание
          като видеоклипове или споделяне на съдържание на уебсайта в платформи
          за социални медии. Предпочитания: Тези бисквитки ни помагат да
          съхраняваме вашите настройки и предпочитания за сърфиране като езикови
          предпочитания, така че да имате по -добро и ефективно изживяване при
          бъдещи посещения на уебсайта. 
          <br />
          <br />
          The below list details the cookies used in our website.
          <br />
          <br />
          Как мога да контролирам предпочитанията за бисквитки?
          <br />
          <br />
          Ако решите да промените предпочитанията си по -късно през сесията си
          на сърфиране, можете да кликнете върху раздела „Политика за
          поверителност и бисквитки“ на екрана си. Това ще покаже известието за
          съгласие, което ще ви позволи да промените предпочитанията си или да
          оттеглите изцяло съгласието си. В допълнение към това, различните
          браузъри предлагат различни методи за блокиране и изтриване на
          бисквитки, използвани от уебсайтовете. Можете да промените настройките
          на браузъра си, за да блокирате/изтриете бисквитките. За да научите
          повече за това как да управлявате и изтривате бисквитки, посетете
          wikipedia.org, www.allaboutcookies.org.www.allaboutcookies.org.
          <br />
          <br />
        </Typography>
      </Box>

      <Box mt={4} mb={4}>
        <Typography variant="h3" fontFamily="Playfair Display, serif">
          4. Политика за поверителност
        </Typography>
        <Typography
          variant="body1"
          sx={{ marginTop: 2, fontFamily: "Playfair Display, serif" }}
        >
          Задължителна информация за правата на лицата по защита на личните
          данни
          <br />
          Информация относно дружеството, което обработва данните Ви:
          <br />
          Наименование: „Круел Интеншънс“ЕООД
          <br />
          ЕИК/БУЛСТАТ: 204682582 КккккгКкр
          <br />
          Седалище и адрес на управление: гр. Пловдив, ул. Волга 43а
          <br />
          Адрес за кореспонденция: гр. Пловдив, ул. Волгя43а
          <br />
          Телефон: +359 882 56 85 17 <br />
          E-mail:artinlounge@yahoo.com
          <br />
          Уебсайт: https://www.artinlounge.com/
          <br />
          Информация относно компетентния надзорен орган защита на личните данни
          <br />
          Наименование: Комисия за защита на личните данни
          <br />
          Седалище и адрес на управление: гр. София 1592, бул. „Проф. Цветан
          Лазаров” № 2<br />
          Адрес за кореспонденция: гр. София 1592, бул. „Проф. Цветан Лазаров” №
          2<br />
          Телефон: 02 915 3 518
          <br />
          Интернет страница: www.cpdp.bg
          <br />
          Круел Интеншънс ЕООД (Наричано по-долу за краткост „Администратор“ или
          „Дружеството“) осъществява дейността си в съответствие със Закона за
          защита на личните данни и Регламент (ЕС) 2016/679 на Европейския
          парламент и на Съвета от 27 април 2016 година относно защитата на
          физическите лица във връзка с обработването на лични данни и относно
          свободното движение на такива данни. Настоящата информация има цел да
          ви информира за всички аспекти на обработката личните ви данни от
          Дружеството и правата, които имате във връзка с тази обработка.
          <br />
          Основание за събиране, обработване и съхраняване на вашите лични данни
          <br />
          Чл. 1.Администраторът събира и обработва Вашите лични данни във връзка
          с използването на електронния магазин https://www.artinloounge.com/ и
          сключване на договори с дружеството на основание чл. 6, ал. 1,
          Регламент (ЕС) 2016/679 (GDPR), и по-конкретно въз основа на следното
          основание:
          <br />
          Изрично получено съгласие от Вас като клиент; Изпълнение на
          задълженията на Администратора по договор с Вас; Спазване на законово
          задължение, което се прилага спрямо Администратора; За целите на
          легитимните интереси на Администратора или на трета страна; Цели и
          принципи при събирането, обработването и съхраняването на вашите лични
          данни
          <br />
          Чл. 2. (1)Ние събираме и обработваме личните данни, които Вие ни
          предоставяте във връзка с използването на електронния магазин и
          сключване на договор с дружеството, включително за следните цели:
          <br />
          създаване на профил и предоставяне на пълна функционалност при
          използването на онлайн магазина; сключване и изпълнение на договор от
          разстояние; индивидуализация на страна по договора; счетоводни цели;
          статистически цели; защита на информационната сигурност; обезпечаване
          на изпълнението на договора за предоставяне на съответната услуга.
          изпращане на информационен бюлетин при изразено от Вас желание; (2)
          Ние спазваме следните принципи при обработката на Вашите лични данни:
          <br />
          законосъобразност, добросъвестност и прозрачност; ограничение на
          целите на обработване; съотносимост с целите на обработката и свеждане
          до минимум на събираните данни; точност и актуалност на данните;
          ограничение на съхранението с оглед постигане на целите; цялостност и
          поверителност на обработването и гарантиране на подходящо ниво на
          сигурност на личните данни. (3) При обработването и съхранението на
          личните данни, Администраторът може да обработва и съхранява личните
          данни с цел защита следните си легитимни интереси:
          <br />
          изпълнение на задълженията си към Национална агенция по приходите,
          Министерство на вътрешните работи и други държавни и общински органи.
          Какви видове лични данни събира, обработва и съхранява нашето
          дружество
          <br />
          Чл. 3. (1) Дружеството извършва следните операции с предоставените от
          Вас лични данни за следните цели:
          <br />
          Регистрация на потребител в електронния магазин и изпълнение на
          договор за покупко-продажба от разстояние – целта на тази операция е
          създаване на профил за използване на електронния магазин за закупуване
          на стоки и предоставяне на данни за контакт за извършване на доставка
          на закупени стоки. Регистрацията и създаването на профил за използване
          на онлайн магазина не е задължителна стъпка от предоставянето на
          услугата и тя е достъпна в значителна степен и без създаването на
          профил. Заключение от оценката на въздействие: Въз основа на
          извършената оценка на въздействието, операцията „Регистрация на
          потребител в електронния магазин и изпълнение на договор за
          покупко-продажба от разстояние“ е допустима за извършване и предоставя
          достатъчни гаранции за защита на правата и законните интереси на
          субектите на данните в съответствие с изискванията на GDPR. Сключване
          и изпълнение на търговска сделка с клиент или партньор – целта на тази
          операция е сключване и изпълнение на договор с търговски партньор или
          клиент и неговото администриране. Предвид ограничения обхват на
          събираните лични данни и обстоятелството, че част от тях се събират от
          публично достъпни източници, провеждането на оценка на въздействието
          не е необходимо извършването на оценка на въздействието на операцията.
          Изпращане на информационен бюлетин (нюзлетър) – целта на тази операция
          е администриране на процеса по изпращане на бюлетини до клиентите,
          които са заявили, че желаят да получават. Предвид ограничения обхват
          на събираните лични данни, провеждането на оценка на въздействието не
          е необходимо извършването на оценка на въздействието на операцията.
          Упражняване право на отказ или извършване на рекламация – целта на
          тази операция е администриране на процеса по упражняване на правото на
          отказ или рекламация от клиента. Предвид ограничения обхват на
          събираните лични данни, провеждането на оценка на въздействието не е
          необходимо извършването на оценка на въздействието на операцията. (2)
          Администраторът обработва следните категории лични данни и информация
          за следните цели и на следните основания:
          <br />
          Ваши индивидуализиращи данни (електронна поща, име и др.) Цел, за
          която се събират данните: 1) Осъществяване на връзка с потребителя и
          изпращане на информация към него, 2) за целите на регистрация на
          потребител в онлайн магазина, както и 3) за изпращане на информационен
          бюлетин. Основание за обработка на личните Ви данни – С приемането на
          общите условия и регистрация в електронния магазин или извършване на
          поръчка без регистрация, или при сключването на писмен договор, между
          Администратора и Вас се създава договорно отношение, на което
          основание обработваме Вашите лични данни – чл. 6, ал. 1, б. (б) GDPR.
          Данните Ви за изпращане на информационен бюлетин се обработват на
          дадено от Вас изрично съгласие – чл. 6, ал. 1, б. (а) GDPR. Данни за
          извършване на доставка(имена, телефон, адрес и др.) Цел, за която се
          събират данните: Изпълнение на задължения на администратора по договор
          за покупко-продажба и доставка на закупените стоки. Основание за
          обработка на личните Ви данни – С приемането на общите условия и
          регистрация в електронния магазин или извършване на поръчка без
          регистрация, или при сключването на писмен договор, между
          Администратора и Вас се създава договорно отношение, на което
          основание обработваме Вашите лични данни – чл. 6, ал. 1, б. (б) GDPR.
          Допълнителни данни, предоставяни от Вас – Ако желаете да допълните
          Вашия профил, можете да попълните в него данни за име, фамилия,
          телефонен номер. Цел, за която се събират данните: Допълване на
          информация за потребителя в потребителския му акаунт. Основания за
          обработка на данните: Вие сте предоставили изрично съгласие за
          обработване на личните му данни за една или повече конкретни цели – 6,
          ал. 1, б. (a) на GDPR в момента на регистрация в онлайн магазина.
          Предоставянето на тези данни, не е задължително за регистрация в
          онлайн магазина. (3)Администраторът не събира и не обработва лични
          данни, които се отнасят за следното:
          <br />
          разкриват расов или етнически произход; разкриват политически,
          религиозни или философски убеждения, или членство в синдикални
          организации; генетични и биометрични данни, данни за здравословното
          състояние или данни за сексуалния живот или сексуалната ориентация.
          (4) Личните данни са събрани от Администратора от лицата, за които се
          отнасят.
          <br />
          (5) Дружеството не извършва автоматизирано взимане на решения с данни.
          <br />
          Чл. 4. (1) Дружеството извършва следните операции с предоставените от
          Вас, като законни представители или пълномощници на юридически
          лица-търговски партньори, лични данни за следните цели:
          <br />
          Сключване и изпълнение на търговска сделка: За сключването и
          изпълнението на търговска сделка с търговско дружество, ние
          обработваме единствено трите имена на законния представител или
          упълномощеното от дружеството лице. Заключение от оценката на
          въздействие: Предвид неголемия обем на физически лица, чиито данни се
          обработват и предвид лимитирания обем лични данни, които се събират,
          провеждането на оценка на въздействието не е необходима за настоящата
          операция. (2) Личните данни са събрани от Администратора от лицата, за
          които се отнасят и от Търговския регистър към Агенция по вписванията.
          <br />
          (3) Дружеството не извършва автоматизирано взимане на решения с данни.
          <br />
          Чл. 5. Администраторът може да използва т.нар. „бисквитки“ за целите
          на предоставяне на пълна функционалност на уебсайта, подобряване на
          потребителското преживяване, статистически цели, улеснен достъп и др.,
          с което Вие се съгласявате чрез използването на нашия уебсайт. Вие
          можете по всяко време да контролирате и/или изтривате „бисквитките“
          чрез настройките на използвания от Вас браузър. „Бисквитките“ не
          представляват лични данни и не се използват за идентифициране на
          посетителите и ползвателите на електронния магазин.
          <br />
          Срок на съхранение на личните ви данни
          <br />
          Чл. 6. (1) Администраторът съхранява Вашите лични данни за срок не
          по-дълъг от съществуването на профила Ви в онлайн магазин. След
          заличаване на профила ви, Администраторът полага необходимите грижи да
          изтрие и унищожи всички Ваши данни, без ненужно забавяне или да ги
          анонимизира (т.е. да ги приведе във вид, който не разкрива вашата
          личност).
          <br />
          (2) Администраторът обработва Вашите лични данни, които сте
          предоставили при извършване на поръчка без регистрация в електронния
          магазин, до приключване на поръчката, освен ако сте дали своето
          изрично съгласие при извършване на поръчката данните Ви да се
          обработват за целите на подобряване на услугата, предоставяне на
          препоръчано съдържание за Вас, индивидуални условия, промоции, както и
          за статистически цели.
          <br />
          (3) Администраторът съхранява Вашите лични данни, предоставени във
          връзка с направени онлайн поръчки за срок от 5 години за целите на
          защита на правните интереси на Администратора при съдебни или
          административни спорове с потребители на онлайн магазина.
          <br />
          (4) Администраторът Ви уведомява, в случай, че срокът за съхранение на
          данните е необходим да бъде удължен с оглед изпълнение на нормативно
          задължение или с оглед легитимни интереси на Администратора или друго.
          <br />
          (5) Администраторът съхранява личните данни, които е необходимо да
          пази по силата на приложимото законодателство за съответния предвиден
          срок, който може да надхвърля срока на съществуване на Вашия профил в
          електронния магазин или до приключване на поръчката.
          <br />
          Чл. 7. Администраторът съхранява личните данни на законните
          представители на търговските си партньори за срока на изпълнение на
          договора, за спазване на легитимните интереси и законови задължения на
          Администратора, като този срок може да надхвърля срока на сключения
          договор.
          <br />
          Предаване на Вашите лични данни за обработване
          <br />
          Чл. 8. (1) Администраторът може по собствена преценка да предава част
          или всички Ваши лични данни на обработващи лични данни за изпълнението
          на целите за обработване, с които сте се съгласили, при спазване на
          изискванията на Регламент (ЕС) 2016/679 (GDPR).
          <br />
          (2) Администраторът Ви уведомява в случай на намерение да предаде част
          или всички Ваши лични данни на трети държави или международни
          организации.
          <br />
          Вашите права при събирането, обработването и съхранението на личните
          Ви данни
          <br />
          Оттегляне на съгласието за обработване на личните Ви данни
          <br />
          Чл. 9. (1) Ако не желаете предоставените от Вас лични данни да се
          обработват за маркетингови цели и получаване на бюлетин, Вие можете по
          всяко време да оттеглите съгласието си за обработка, като попълните
          формата за оттегляне на съгласие в Приложение № 1 или чрез искане в
          свободен текст, и ни го изпратите по имейл.
          <br />
          (2) След като получим Вашето искане, ще Ви изпратим на имейла, който
          сте посочили за получаване на бюлетини и рекламни съобщения, писмо с
          подробни инструкции за верификацията Ви като получател на бюлетини и
          субект на личните данни, за които е заявено оттегляне на съгласието.
          <br />
          (3) Оттеглянето на съгласието не се отразява на законосъобразността на
          обработването на лични данни, което Администраторът е извършвал до
          този момент.
          <br />
          Право на достъп
          <br />
          Чл. 10. (1) Вие имате право да изискате и получите от Администратора
          потвърждение дали се обработват лични данни, свързани с Вас, като
          изпратите искане в свободен текст по имейл.
          <br />
          (2) Вие имате право да получите достъп до данните, свързани с вас,
          както и до информацията, отнасяща се до събирането, обработването и
          съхранението на личните Ви данни.
          <br />
          (3) След като получим Вашето искане, ще Ви изпратим на имейла, който
          сте използвали за регистрация или извършване на поръчки в електронния
          магазин, писмо с подробни инструкции за верификацията Ви като субект
          на личните данни, до които е заявен достъп.
          <br />
          (4) След извършване на верификацията, съгласно ал. 3, Администраторът
          Ви предоставя при поискване, копие от обработваните лични данни,
          свързани с Вас, в електронна или друга подходяща форма.
          <br />
          (5) Предоставянето на достъп до данните е безплатно, но
          Администраторът си запазва правото да наложи административна такса, в
          случай на повторяемост или прекомерност на исканията.
          <br />
          Право на коригиране или попълване
          <br />
          Чл. 11. (1) Вие можете по всяко време да коригирате или да попълните
          неточните или непълни лични данни, свързани с Вас, през опцията
          „Редакция на профила“.
          <br />
          (2) Вие можете да коригирате или попълните неточните или непълните
          лични данни, свързани с Вас директно през Вашия профил в уебсайта или
          с отправяне на искане до Администратора по имейл, като използвате
          формата в Приложение № 4 или чрез искане в свободен текст.
          <br />
          Право на изтриване („да бъдеш забравен“)
          <br />
          Чл. 12. (1) Вие имате правото да поискате от Администратора изтриване
          на част или всички свързани с Вас лични данни, а Администраторът има
          задължението да ги изтрие без ненужно забавяне, когато е налице някое
          от посочените по-долу основания:
          <br />
          личните данни повече не са необходими за целите, за които са били
          събрани или обработвани по друг начин; Вие оттеглите своето съгласие,
          върху което се основава обработването на данните и няма друго правно
          основание за обработването; Вие възразите срещу обработването на
          свързаните с Вас лични данни, включително за целите на директния
          маркетинг и няма законни основания за обработването, които да имат
          преимущество; личните данни са били обработвани незаконосъобразно;
          личните данни трябва да бъдат изтрити с цел спазването на правно
          задължение по правото на ЕС или правото на държава членка, което се
          прилага спрямо Администратора; личните данни са били събрани във
          връзка с предлагането на услуги на информационното общество. (2)
          Администраторът не е длъжен да изтрие личните данни, ако ги съхранява
          и обработва:
          <br />
          за упражняване на правото на свобода на изразяването и правото на
          информация; за спазване на правно задължение, което изисква
          обработване, предвидено в правото на ЕС или правото на държавата
          членка, което се прилага спрямо Администратора или за изпълнението на
          задача от обществен интерес или при упражняването на официални
          правомощия, които са му предоставени; по причини от обществен интерес
          в областта на общественото здраве; за целите на архивирането в
          обществен интерес, за научни или исторически изследвания или за
          статистически цели; за установяването, упражняването или защитата на
          правни претенции. (3) За да упражните правото си за бъдете забравен, е
          необходимо да изпратите по имейл искане за изтриване на личните Ви
          данни, които Администраторът обработва, като попълните формата в
          Приложение № 2 или чрез искане в свободен текст, след което
          Администраторът ще изпрати на имейла, който сте използвали за
          регистрация или извършване на поръчки в електронния магазин, писмо с
          подробни инструкции за верификацията Ви като потребител на магазина и
          субект на личните данни, за които е отправено искане за изтриване.
          <br />
          (4) След като удостоверим идентичност на лицето, отправило искането и
          лицето, за което се отнасят данните в съответствие с изпратените Ви
          инструкции, ние ще изтрием всички данни, които обработваме за Вас, в
          съответствие с ал. 3.
          <br />
          (5) Ако има направена от Вас поръчка, която е в процес на обработване,
          най-ранният момент, в който можете да поискате да бъдете „забравен“, е
          при успешното завършване на поръчката.
          <br />
          Право на ограничаване
          <br />
          Чл. 13. Вие имате право да изискате от Администратора да ограничи
          обработването на свързаните с Вас данни, като ни изпратите искане в
          свободен текст по имейл, когато:
          <br />
          оспорите точността на личните данни, за срок, който позволява на
          Администратора да провери точността на личните данни; обработването е
          неправомерно, но Вие не желаете личните данни да бъдат изтрити, а само
          използването им да бъде ограничено; Администраторът не се нуждае
          повече от личните данни за целите на обработването, но Вие ги
          изисквате за установяването, упражняването или защитата на свои правни
          претенции; Възразили сте срещу обработването в очакване на проверка
          дали законните основания на Администратора имат преимущество пред
          Вашите интереси. (2) След като получим Вашето искане, ще Ви изпратим
          на имейла, който сте използвали за регистрация или извършване на
          поръчки в електронния магазин, писмо с подробни инструкции за
          верификацията Ви като потребител на магазина и субект на личните
          данни, за които е отправено искане за ограничаване на обработването.
          <br />
          (3) След извършване на верификацията съгласно ал. 2, Дружеството ще
          преустанови обработката на Вашите данни, но няма да премахне
          публикациите, които сте направили в онлайн магазина, ако има такива.
          <br />
          Право на преносимост
          <br />
          Чл. 14. (1) Ако сте дали съгласие за обработване на Вашите лични данни
          или обработването е необходимо за изпълнението на договора с
          Администратора, или ако данните Ви се обработват по автоматизиран
          начин, Вие можете:
          <br />
          да поискате от Администратора да Ви предостави Вашите лични данни в
          четим формат и да ги прехвърлите към друг Администратор; да поискате
          от Администратора пряко да прехвърли Вашите лични данни към посочен от
          Вас администратор, когато това е технически осъществимо. (2) Вие
          можете да упражните правото на преносимост като ни изпратите по имейл
          попълнена формата съгласно Приложение № 3 или искане в свободен текст,
          след което Администраторът ще изпрати на имейла, който сте използвали
          за регистрация или извършване на поръчки в електронния магазин, писмо
          с подробни инструкции за верификацията Ви като потребител на магазина
          и субект на личните данни, за които е отправено искане за преносимост.
          <br />
          (3) След извършване на верификацията съгласно ал. 2, Дружеството
          изпрати на посочения от Вас имейл данните, които обработва за Вас, във
          формат XML.
          <br />
          Право на получаване на информация
          <br />
          Чл. 15. Вие можете да поискате от Администратора да Ви информира
          относно всички получатели, на които личните данни, за които е поискано
          коригиране, изтриване или ограничаване на обработването, са били
          разкрити. Администраторът може да откаже да предостави тази
          информация, ако това би било невъзможно или изисква несъразмерно
          големи усилия.
          <br />
          Право на възражение
          <br />
          Чл. 16. Вие можете да възразите по всяко време срещу обработването на
          лични данни от Администратора, които се отнасят до него, включително
          ако се обработват за целите на профилиране или директен маркетинг.
          <br />
          Вашите права при нарушение на сигурността на личните ви данни
          <br />
          Чл. 17. (1) Ако Администраторът установи нарушение на сигурността на
          личните Ви данни, което може да породи висок риск за Вашите права и
          свободи, той Ви уведомява без ненужно забавяне за нарушението, както и
          за мерките, които са предприети или предстои да бъдат предприети.
          <br />
          (2) Администраторът не е длъжен да Ви уведомява, ако:
          <br />е предприел подходящи технически и организационни мерки за
          защита по отношение на данните, засегнати от нарушението на
          сигурността; е взел впоследствие мерки, които гарантират, че
          нарушението няма да доведе до висок риск за правата Ви; уведомяването
          би изисквало непропорционални усилия. Лица, на които се предоставят
          личните Ви данни
          <br />
          Чл. 18. (1) За целите на обработване на личните Ви данни и
          предоставяне на услугата в пълната й функционалност и с оглед Вашите
          интереси, Администраторът може да предостави данните на следните лица,
          които са обработващи данни:
          <br />
          Обработващ лични данни Цел на обработването на лични данни
          <br />
          Стоянка Иманова Информационен
          <br />
          ……………………………………….. ……………………………………………………………
          <br />
          ……………………………………….. ……………………………………………………………
          <br />
          (2) Обработващите лични данни спазват всички изисквания за законност и
          сигурност при обработването и съхраняването на личните Ви данни.
          <br />
          Чл. 19. Администраторът не извършва трансфер на Вашите данни към трети
          държави.
          <br />
          Чл. 20. В случай на нарушаване на правата Ви съгласно горепосоченото
          или приложимото законодателство за защита на личните данни, имате
          право да подадете жалба до Комисията за защита на личните данни, както
          следва:
          <br />
          Наименование: Комисия за защита на личните данни.
          <br />
          Седалище и адрес на управление: гр. София 1592, бул. „Проф. Цветан
          Лазаров” № 2<br />
          Адрес за кореспонденция: гр. София 1592, бул. „Проф. Цветан Лазаров” №
          2<br />
          Телефон: 02 915 3 518
          <br />
          Интернет страница: www.cpdp.bg
          <br />
          Чл. 21. Можете да упражните всичките си права относно защита на Вашите
          лични данни чрез формите, приложени към настоящата информация. Разбира
          се, тези форми не са задължителни и можете да отправите исканията си
          във всякаква форма, която съдържа изявление за това и ви идентифицира
          като притежател на данните.
          <br />
          Чл. 22. Ако съгласието се отнася за трансфер, Администраторът описва
          възможните рискове за трансфера на данните към трети държави при
          липсата на решение за адекватна защита и подходящи средства за защита.
          <br />
          Приложение № 1<br />
          Форма за оттегляне на съгласие за целите на обработка
          <br />
          Вашето име*: …………………….
          <br />
          Вашият имейл, който сте използвали в електронния магазин*: …………………….
          <br />
          Данни за обратна връзка (e-mail)*: …………………….
          <br />
          До
          <br />
          Наименование: Круел Интеншънс ЕООД
          <br />
          ЕИК/БУЛСТАТ:204682582
          <br />
          Седалище и адрес на управление:Волга 43а
          <br />
          Адрес за кореспонденция: Волга 43а
          <br />
          Телефон: +359 882568517
          <br />
          E-mail: artinlounge@yahoo.com
          <br />
          Уебсайт: www.artinlounge.com
          <br />С настоящото оттеглям съгласието си за обработване на
          предоставените от мен лични данни за целите на получаване на
          информационен бюлетин, рекламни съобщения или други маркетингови
          материали, като съм запознат/а с условията за оттегляне на съгласието
          в съответствие със Задължителната информация за правата на лицата по
          защита на личните данни на електронния магазин.
          <br />В случай на нарушаване на правата Ви съгласно горепосоченото или
          приложимото законодателство за защита на личните данни, имате право да
          подадете жалба до Комисията за защита на личните данни, както следва:
          <br />
          Наименование: Комисия за защита на личните данни.
          <br />
          Седалище и адрес на управление: гр. София 1592, бул. „Проф. Цветан
          Лазаров” № 2<br />
          Адрес за кореспонденция: гр. София 1592, бул. „Проф. Цветан Лазаров” №
          2<br />
          Телефон: 02 915 3 518
          <br />
          Интернет страница: www.cpdp.bg
          <br />
          Приложение № 2<br />
          Искане „да бъда забравен“ – за изтриване на личните данни, свързани с
          мен
          <br />
          Вашето име*: …………………….
          <br />
          Вашият имейл, с който сте се регистрирали или сте използвали за
          поръчки в електронния магазин*: …………………….
          <br />
          Данни за обратна връзка (e-mail)*: …………………….
          <br />
          До
          <br />
          Наименование: Круел Интеншънс ЕООД
          <br />
          ЕИК/БУЛСТАТ:204682582
          <br />
          Седалище и адрес на управление: Волга 43а
          <br />
          Адрес за кореспонденция: Волга 43а
          <br />
          Телефон: +359 882568517
          <br />
          E-mail: arinlounge@yahoo.com
          <br />
          Уебсайт: www.artinlounge.com
          <br />
          Моля всички лични данни, които събирате, обработвате и съхранявате,
          предоставени от мен или от трети лица, които са свързани с мен,
          съобразно посочената идентификация, да бъдат изтрити от Вашите бази
          данни.
          <br />
          Декларирам, че ми е известно, че част или всички от личните ми данни
          могат да продължат да бъдат обработвани и съхранявани от
          администратора за целите на изпълнение на законовите му задължения.
          <br />В случай на нарушаване на правата Ви съгласно горепосоченото или
          приложимото законодателство за защита на личните данни, имате право да
          подадете жалба до Комисията за защита на личните данни, както следва:
          <br />
          Наименование: Комисия за защита на личните данни.
          <br />
          Седалище и адрес на управление: гр. София 1592, бул. „Проф. Цветан
          Лазаров” № 2<br />
          Адрес за кореспонденция: гр. София 1592, бул. „Проф. Цветан Лазаров” №
          2<br />
          Телефон: 02 915 3 518
          <br />
          Интернет страница: www.cpdp.bg
          <br />
          Приложение № 3<br />
          Искане за преносимост на лични данни
          <br />
          Вашето име*: …………………….
          <br />
          Вашият имейл, с който сте се регистрирали или сте използвали за
          поръчки в електронния магазин*: …………………….
          <br />
          Данни за обратна връзка (e-mail)*: …………………….
          <br />
          До
          <br />
          Наименование: Круел Интеншънс ЕООД
          <br />
          ЕИК/БУЛСТАТ: 204682582
          <br />
          Седалище и адрес на управление: Волга 43а
          <br />
          Адрес за кореспонденция: Волга 43а
          <br />
          Телефон: +359 882568517
          <br />
          E-mail: artinlounge@yahoo.com
          <br />
          Уебсайт: www.artinlounge.com
          <br />
          Моля всички свързани с мен лични данни, които се събират, обработват и
          съхраняват във Вашите бази данни, да бъдат изпратени във формат XML
          на:
          <br />
          e-mail: …………………….
          <br />
          Администратор – приемащ данните: …………………….
          <br />
          Наименование: …………………….
          <br />
          Идентификационен номер (ЕИК, БУЛСТАТ, рег. номер в КЗЛД): …………………….
          <br />
          E-mail: …………………….
          <br />В случай на нарушаване на правата Ви съгласно горепосоченото или
          приложимото законодателство за защита на личните данни, имате право да
          подадете жалба до Комисията за защита на личните данни, както следва:
          <br />
          Наименование: Комисия за защита на личните данни.
          <br />
          Седалище и адрес на управление: гр. София 1592, бул. „Проф. Цветан
          Лазаров” № 2<br />
          Адрес за кореспонденция: гр. София 1592, бул. „Проф. Цветан Лазаров” №
          2<br />
          Телефон: 02 915 3 518
          <br />
          Интернет страница: www.cpdp.bg
          <br />
          Приложение № 4<br />
          Искане за коригиране на данни
          <br />
          Вашето име*: …………………….
          <br />
          Вашият имейл, с който сте се регистрирали или сте използвали за
          поръчки в електронния магазин*: …………………….
          <br />
          Данни за обратна връзка (e-mail)*: …………………….
          <br />
          До
          <br />
          Наименование: Круел Интеншънс ЕООД
          <br />
          ЕИК/БУЛСТАТ: 204682582
          <br />
          Седалище и адрес на управление: Волга 43а
          <br />
          Адрес за кореспонденция: Волга 43а
          <br />
          Телефон: +359 882568517
          <br />
          E-mail: artinlounge@yahoo.com
          <br />
          Уебсайт: www.artinlounge.com
          <br />
          Моля следните лични данни, които събирате, обработвате и съхранявате,
          предоставени от мен или от трети лица, които са свързани с мен, да
          бъдат коригирани както следва:
          <br />
          Данни, които подлежат корекция:
          <br />
          …………………………………………..
          <br />
          Моля да бъдат коригирани по следния начин:
          <br />
          …………………………………………..
          <br />В случай на нарушаване на правата Ви съгласно горепосоченото или
          приложимото законодателство за защита на личните данни, имате право да
          подадете жалба до Комисията за защита на личните данни, както следва:
          <br />
          Наименование: Комисия за защита на личните данни.
          <br />
          Седалище и адрес на управление: гр. София 1592, бул. „Проф. Цветан
          Лазаров” № 2<br />
          Адрес за кореспонденция: гр. София 1592, бул. „Проф. Цветан Лазаров” №
          2<br />
          Телефон: 02 915 3 518
          <br />
          Интернет страница: www.cpdp.bg
        </Typography>
      </Box>
    </Container>
  )
}

export default TermsAndConditions
